#####################################################################
[Translation]

TRANSLATION_BY = Traduzido por
TRANSLATION_NAME = MCHAL
TRANSLATION_LINK = http://www.zetatalk.com
LANGUAGENAME=Português do Brasil

;Please modify this language version carefully. (2.3.0 -> 4.0.2.0) 
FILEVER=4020

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html

#####################################################################
[Common]
SYSTEM_FONT_NAME=tahoma
SYSTEM_FONT_SIZE=8
SYSTEM_TITLE_BOLD=1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW=0

POPUPMARGIN=35
[MainPopup]
MNU_OPEN_PICPICK=&Editor de Imagens
MNU_CAPTURE=&Captura de Tela
MNU_CAPTURE_FULLSCREEN=&Tela inteira
MNU_CAPTURE_ACTIVEWINDOW=&Janela Ativa
MNU_CAPTURE_CONTROL=&Componente de Janela
MNU_CAPTURE_SCROLLINGWINDOW=&Rolagem de Página
MNU_CAPTURE_REGION=&Área Indicada com o Mouse
MNU_CAPTURE_FIXEDREGION=Área &Indicada com Lupa
MNU_CAPTURE_FREEHAND=Área de Escolha &Livre
MNU_CAPTURE_WEBPAGE=Ro&lagem de Página
MNU_CAPTURE_REPEAT=&Repetir a Última Captura
MNU_CAPTUREQBAR=Exibir a &Barra de Captura...
MNU_CAPTURE_SETTING=Con&figurar a Captura
MNU_OUTPUTTYPE=&Tipo de Saída
MNU_OUTPUTTYPE_PICPICK=E&nviar p/ o Editor do PicPick
MNU_OUTPUTTYPE_CLIPBOARD=&Copiar na Área de Transferência
MNU_OUTPUTTYPE_SAVEIMAGE=Salvar como o &formato padrão
MNU_OUTPUTTYPE_SAVEFOLDER=&Salvar automaticamente como...
MNU_OUTPUTTYPE_OTHER=Programa e&xterno...
MNU_OUTPUTTYPE_FTP=Copiar em servidor de F&TP...
MNU_OUTPUTTYPE_SHARE=Compartil&har
MNU_OUTPUTTYPE_SENDTO=En&viar para
MNU_OUTPUTTYPE_FACEBOOK=Copiar no Face&book
MNU_OUTPUTTYPE_TWITTER=C&opiar no Twitter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-&mail (Outlook)
MNU_OUTPUTTYPE_PRINTER=&Impressora
MNU_OUTPUTTYPE_WEB=Copiar em ser&vidor da Web
MNU_OPT_DEFAULTFORMAT=&Formato de Imagem Padrão
MNU_OPT_OPENEDITOR=Abrir o &Editor junto com o PicPick
MNU_OPT_STARTUPPROGRAM=Abrir o PicPick com o &Windows
MNU_COLORPICKER=Ca&pturador de Cores
MNU_COLORPALETTE=Pa&leta de Cores
MNU_COPYCOLORTYPE=Copiar Cor co&mo
MNU_COLORHISTORY=&Histórico de Cores
MNU_COLORHISTORY_CLEAR=&Apagar
MNU_MAGNIFIER=Exibir a L&upa
MNU_PIXELRULER=Régua de Pixels
MNU_PROTRACTOR=&Transferidor
MNU_CROSSHAIR=Retículo de Re&ferência
MNU_WHITEBOARD=Lousa &Virtual
MNU_ABOUT_PICPICK=Configurar o PicPic&k...
MNU_EXIT_PICPICK=&Fechar
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Serviço de Armazenagem Online
MNU_CLOUDEXPLORER=Clo&ud Explorer
MNU_WIDGET=Exibir a &Barra de Comandos...
[PicPickEditor]
MNU_FILE=&Arquivo
MNU_FILE_NEW=&Nova Imagem
MNU_FILE_OPEN=A&brir
MNU_FILE_OPENCLIPBOARD=Colar da Área de &Transferência
MNU_FILE_OPENURL=Abrir de endereço na &web
MNU_FILE_SAVESAME=&Salvar
MNU_FILE_SAVE=Salvar &como
MNU_FILE_SAVESELECT=Sa&lvar a Seleção como...
MNU_FILE_SAVEALL=Salvar &tudo...

#1.8.0


MNU_FILE_PRINT=Imprimir
MNU_FILE_CLOSEIMAGE=Fechar Imagem...
MNU_FILE_CLOSECURRENTIMAGE=A a&tual
MNU_FILE_CLOSEALLIMAGE=&Todas
MNU_FILE_CLOSEALLSAVEDIMAGE=TODAS as &Salvas
MNU_FILE_CLOSEPICPICK=&Fechar o editor
MNU_EDIT=Editar
MNU_EDIT_UNDO=Desfazer
MNU_EDIT_REDO=Refazer
MNU_EDIT_CUT=Recortar
MNU_EDIT_COPY=&Copiar
MNU_EDIT_PASTE=Colar
MNU_EDIT_PASTEFROMFILE=Arquivo...
MNU_EDIT_SELECTDEL=Apagar
MNU_EDIT_SELECTNEW=Clipar
MNU_EDIT_DESELECT=Desfazer a seleção
MNU_EDIT_SELECTALL=Selecionar tudo
MNU_EDIT_IMAGERESIZE=Redimensionar/Ampliar Imagem...
MNU_EDIT_CANVASRESIZE=Redimensionar a Tela...
MNU_EDIT_VIEWBITMAP=E&xibir imagem em tela inteira...
MNU_TOOLS=Ferramentas
MNU_TOOLS_FULLSCREEN=Capturar a Tela &Inteira
MNU_TOOLS_ACTIVEWINDOW=Capturar a Janela &Ativa
MNU_TOOLS_CONTROL=Capturar &Componente de Janela
MNU_TOOLS_SCROLLINGWINDOW=Capturar Rolagem de Página
MNU_TOOLS_WEBPAGE=Capturar Página da &Web
MNU_TOOLS_REGION=Capturar Ár&ea
MNU_TOOLS_FIXEDREGION=Capturar Área &Específica
MNU_TOOLS_FREEHAND=Capturar à &Mão &Livre
MNU_TOOLS_REPEAT=Repetir a &Última Captura
MNU_TOOLS_COLORPICKER=Abrir o Capturador de C&ores...
MNU_TOOLS_COLORPALETTE=Abr&ir a Paleta...
MNU_TOOLS_MAGNIFIER=Exibir a &Lupa...
MNU_TOOLS_PIXELRULER=Exibir a &Régua de Pixels...
MNU_TOOLS_PROTRACTOR=Exibir o &Transferidor
MNU_TOOLS_CROSSHAIR=Exibir o &Retículo de Referência
MNU_TOOLS_WHITEBOARD=Exibir a &Lousa Virtual
MNU_TOOLS_OPTION=&Sobre...
MNU_TOOLSOPTION=Con&figurar Capturas
MNU_TOOLSOPTION_OUTPUTTYPE=&Tipo de Saída
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=&Formato de Imagem Padrão
MNU_TOOLSOPTION_DUALMONITORS=Capturar de &Dois Monitores
MNU_TOOLSOPTION_HOTKEY=Editar os &Atalho de Teclado...
MNU_TOOLSOPTION_SOUND=Ati&var Aviso Sonoro
MNU_TOOLSOPTION_SCROLLCAPTURE=Fotografar &Rolagem de Página
MNU_TOOLSOPTION_MOUSECURSOR=Incluir o &Cursor na Captura
MNU_TOOLSOPTION_STARTUPPROGRAM=Abrir o PicPick com o &Windows
MNU_TOOLSOPTION_OPENEDITOR=Abrir o &Editor junto com o PicPick
MNU_TOOLS_COLORTYPE=Copiar Cor co&mo
MNU_EFFECT=Efei&tos
MNU_EFFECT_INVERT=In&verter
MNU_EFFECT_GRAYSCALE=&Tons de Cinza
MNU_EFFECT_MOSAIC=&Pixelizar...
MNU_EFFECT_BLUR=&Desfocar
MNU_EFFECT_SHARPEN=&Avivar
MNU_EFFECT_BRIGHTNESS=&Brilho / Contraste...
MNU_EFFECT_HSL=Tonalidade / &Saturação...
MNU_EFFECT_BORDER=Efeitos de &Borda
MNU_EFFECT_FLIP=In&verter
MNU_EFFECT_FLIPH=&Horizontalmente
MNU_EFFECT_FLIPV=&Verticalmente
MNU_EFFECT_ROTATE=&Girar
MNU_EFFECT_ROTATE90=&90º, em sentido horário
MNU_EFFECT_ROTATE180=&180º, em sentido horário
MNU_EFFECT_ROTATE270=&270º, em sentido horário
MNU_EFFECT_FRAME=&Moldura...
MNU_EFFECT_COLORBALANCE=&Harmonizar Cores...
MNU_WINDOW=&Janelas
MNU_WINDOW_CASCADE=&Cascatear
MNU_WINDOW_TILEH=Lado a Lado &Horizontalmente
MNU_WINDOW_TILEV=Lado a Lado &Verticalmente
MNU_WINDOW_MINIMIZEALL=&Minimizar Todas
MNU_HELP=Aj&uda
MNU_HELP_WEBSITE=Página do PicPick na Web...
MNU_HELP_ABOUT=Sobre...
PNL_TOOL_TOOLS=Ferramentas
PNL_TOOL_COLOR=Cores
PNL_TOOL_PROPERTY=Propriedades
LBL_TOOL_WIDTHS=Largura:
LBL_TOOL_OPACITY=Opacidade:
LBL_TOOL_SHAPE=Formato:
TAB_HOME=Início
TAB_FILE=Arquivo
TAB_VIEW=Exibir
TAB_SHAPES=Figuras
TBR_CLIPBOARD=Área de Transferência
TBN_CLIPBOARD_PASTE=Colar
TBN_CLIPBOARD_CUT=Recortar
TBN_CLIPBOARD_COPY=Copiar
TBN_CLIPBOARD_DELETE=Apagar
TBR_VIEW=Exibir
TBN_VIEW_ZOOMIN=Ampliar
TBN_VIEW_ZOOMOUT=Reduzir
TBN_VIEW_FULL=Tela inteira
TBN_VIEW_100=Exibir 100%
TBR_IMAGE=Imagem
TBN_IMAGE_EFFECT=Efeitos
TBN_IMAGE_CROP=Recortar
TBN_IMAGE_RESIZE=Redimensionar
TBN_IMAGE_ROTATE=Girar
TBR_TOOLS=Ferramentas
TBR_COLOR=Cores
POP_COLORTYPE1=Cores secundárias
POP_COLORTYPE2=Cores primárias
TBR_SHOWHIDE=Exibir/ocultar
TBN_RULER=Régua
TBN_STATUSBAR=Barra de status
TBN_TAB=Guias
TBN_THUMBNAIL=Miniaturas
TBR_WINDOW=Janela
TBN_CASCADE=Lado a lado
TBN_ARRANGEALL=Organizar tudo
TBN_REGISTER=&Licenciar...
TBN_TOOLS_SELECT=Selecionar
TBN_MORECOLORS=Outras
MNU_PALETTETYPE=Tipo de paleta
MNU_TOPBAR_TITLE=Menu de Comandos
MNU_TOPBAR_MINIMIZERIBBON=&Ocultar Painel
MNU_EFFECT_WATERMARK=Adicionar &marca d'água...
TAB_SHAPES_SUB=Formato
MNU_QAT_TITLE=Personalização da Barra de Acesso Rápido
MNU_QAT_ADD=&Adicionar à Barra de Acesso Rápido
MNU_QAT_DELETE=&Remover da Barra de Acesso Rápido
MNU_QAT_ABOVE=&Exibir a Barra de Acesso Rápido acima da de Faixas
MNU_QAT_BELOW=E&xibir a Barra de Acesso Rápido abaixo da de Faixas
TAB_NUMBERSTAMP_SUB=Formato
TAB_SELECTION_SUB=Formato
TAB_MAGNIFIER_SUB=Formato
TAB_STAMPS_SUB=Formato
TBN_TOOLS_MOVE=Move a seleção
TBN_TOOLS_FILL=Enchimento
TBR_SIZE=Tamanho
TAB_MAGNIFIER=Efeito de Ampliação
TAB_NUMBERSTAMP=Carimbo Numérico
TAB_SELECTION=Seleção
TAB_STAMPS=Carimbos
TAB_SHARE=Compartilhar
TBN_TOOLS_DRAW=Desenhar
TBN_TOOLS_DRAW_BRUSH=&Pincel
TBN_TOOLS_DRAW_ERASER=&Apagar
TBN_TOOLS_DRAW_MARKER=&Marcador
TBN_TOOLS_FILL_OPTIONS=Opções de Enchimento
TBN_TOOLS_FILL_STANDARD=&Contíguo
TBN_TOOLS_FILL_REPLACEMENT=De &substituição de cor
TBN_TOOLS_STAMPS=Carimbos
TBN_TOOLS_STAMPS_NUMBER=Carimbors Numéricos
TBN_TOOLS_STAMPS_GENERAL=Carimbos Genéricos
TBN_TOOLS_STAMPS_CURSOR=Carimbos de Cursores
TBN_SELECT_SELECTION_SHAPES=Formas de Seleção
TBN_SELECT_SELECTION_OPTIONS=Opções de Seleção
TBN_SELECT_RECTANGLE=Seleção &retangular
TBN_SELECT_ELLIPSE=Seleção &elíptica
TBN_VIEW_TOUCHMODE=Modo de Toque
[PicPickEditor Tip]
TIP_FILE_NEW=Cria uma nova imagem
TIP_FILE_OPEN=Abre uma imagem do disco
TIP_FILE_OPENCLIPBOARD=Cola o conteúdo da Área de Transferência
TIP_FILE_OPENURL=Abre no editor uma imagem de endereço da web
TIP_FILE_SAVE=Salva a imagem atual
TIP_FILE_SAVEAS=Salva a imagem atual com outro nome
TIP_FILE_SAVESELECT=Salva a seleção com outro nome
TIP_FILE_SAVEALL=Salvar todas as imagens com novos nomes

#1.8.0





TIP_FILE_PRINT=Imprime a imagem atual
TIP_FILE_CLOSEIMAGE=Fechar a imagem atual
TIP_FILE_CLOSEALLIMAGE=Fecha todos os arquivos de imagem
TIP_FILE_CLOSEALLSAVEDIMAGE=Fechar todos arquivos de imagem salvos
TIP_FILE_CLOSEPICPICK=Fecha o editor
TIP_EDIT_UNDO=Desfaz a última operação
TIP_EDIT_REDO=Refaz a última operação desfeita
TIP_EDIT_CUT=Recorta a seleção e a põe na Área de Transferência
TIP_EDIT_COPY=Copia a seleção na Área de Transferência
TIP_EDIT_PASTE=Cola o conteúdo da Área de Transferência na imagem ativa
TIP_EDIT_PASTEFROMFILE=Cola um arquivo na imagem ativa
TIP_EDIT_SELECTDEL=Apaga a seleção
TIP_EDIT_SELECTNEW=Clipa a área da imagem selecionada e a exibe noutra guia do editor
TIP_EDIT_DESELECT=Desfaz a seleção na imagem
TIP_EDIT_SELECTALL=Seleciona a imagem inteira
TIP_EDIT_IMAGERESIZE=Altera o tamanho da imagem
TIP_EDIT_CANVASRESIZE=Altera o tamanho da tela da imagem
TIP_EDIT_VIEWBITMAP=Exibe a imagem em tela inteira
TIP_TOOLS_CAPTURE=Exibe a Barra de Captura na tela
TIP_TOOLS_FULLSCREEN=Fotografa a Área de Trabalho
TIP_TOOLS_ACTIVEWINDOW=Fotografa a janela ativa
TIP_TOOLS_CONTROL=Captura um componente da janela visada
TIP_TOOLS_SCROLLINGWINDOW=Captura imagem de página durante a navegação
TIP_TOOLS_WEBPAGE=Captura páginas da internet ou de outra janela
TIP_TOOLS_REGION=Captura uma área retangular selecionada por você
TIP_TOOLS_FREEHAND=Captura uma área qualquer especificada por você à mão livre
TIP_TOOLS_FIXEDREGION=Captura uma área retangular com o tamanho especificado
TIP_TOOLS_REPEAT=Captura a mesma área da operação anterior
TIP_TOOLS_COLORPICKER=Exibe na tela o capturador de cores
TIP_TOOLS_COLORPALETTE=Exibe a paleta de cores na tela
TIP_TOOLS_MAGNIFIER=Exibe a Lupa na tela do computador
TIP_TOOLS_PIXELRULER=Exibe a régua de pixels na tela
TIP_TOOLS_PROTRACTOR=Exibe o transferidor na tela
TIP_TOOLS_CROSSHAIR=Exibe o retículo de referência na tela
TIP_TOOLS_WHITEBOARD=Exibe uma "lousa" para se desenhar na tela
TIP_TOOLS_OPTION=Exibe várias opções de uso do programa
TIP_TOOLSOPTION=Permite alterar a opção de captura
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Permite alterar o tipo de imagem da captura que se deseja salvar
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Permite alterar o tipo de imagem padrão resultante da captura
TIP_TOOLSOPTION_DUALMONITORS=Captura imagens de dois monitores ao mesmo tempo
TIP_TOOLSOPTION_HOTKEY=Permite editar/modificar os atalhos de teclado
TIP_TOOLSOPTION_SOUND=Emite avisos sonoros ao se capturar imagens
TIP_TOOLSOPTION_SCROLLCAPTURE=Captura imagens de páginas movimentadas pelo usuário (rolagem)
TIP_TOOLSOPTION_MOUSECURSOR=Inclui o ponteiro do mouse na imagem capturada
TIP_TOOLSOPTION_STARTUPPROGRAM=Abre o PicPick com o Windows
TIP_TOOLSOPTION_OPENEDITOR=Abre o editor interno do PicPick ao se abrir o programa
TIP_TOOLS_COLORTYPE=Altera a cor da cópia para [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Inverte as cores da imagem
TIP_EFFECT_GRAYSCALE=Converte a imagem para 256 cores
TIP_EFFECT_MOSAIC=Cria um efeito de pixelização
TIP_EFFECT_BLUR=Cria uma efeito de desfocagem
TIP_EFFECT_SHARPEN=Aviva as cores da imagem
TIP_EFFECT_BRIGHTNESS=Aumenta o brilho/contraste da imagem
TIP_EFFECT_HSL=Ajusta a tonalidade/saturação
TIP_EFFECT_FLIPH=Inverte horizontalmente a área selecionada ou a imagem inteira
TIP_EFFECT_FLIPV=Inverte verticalmente a área selecionada ou a imagem inteira
TIP_EFFECT_ROTATE90=Faz um giro de 90º da seleção, em sentido horário
TIP_EFFECT_ROTATE180=Faz um giro de 180º da seleção, em sentido horário
TIP_EFFECT_ROTATE270=Faz um giro de 270º da seleção, em sentido horário
TIP_EFFECT_FRAME=Aplicar efeito de moldura
TIP_WINDOW_CASCADE=Dispõe as janelas em forma de cascata
TIP_WINDOW_TILEH=Organiza as janelas lado a lado, na horizontal
TIP_WINDOW_TILEV=Organiza as janelas lado a lado, na vertical
TIP_WINDOW_MINIMIZEALL=Minimiza todas as janelas abertas
TIP_HELP_WEBSITE=Abre a página do PicPick na internet com seu navegador padrão
TIP_HELP_ABOUT=Exibe informações do programa e de direitos autorais
TIP_TOOL_MOVE=Move a seleção
TIP_TOOL_SELECT=Seleciona determinada área
TIP_TOOL_FILL=Preenche a seleção com determinada cor
TIP_TOOL_BRUSH=Pincel
TIP_TOOL_PENCIL=Lápis
TIP_TOOL_ZOOM=Ampliador
TIP_TOOL_ERASER=Borracha/Apagador de Cores
TIP_TOOL_PICKCOLOR=Capturador de Cores
TIP_TOOL_TEXT=Texto
TIP_TOOL_LINE=Linha
TIP_TOOL_RECT=Retângulo
TIP_TOOL_ELLIPSE=Elipse
TIP_TOOL_ARROW=Seta
TIP_TOOL_RRECT=Retângulo de Cantos Arredondados
TIP_TOOL_ADDIMAGE=Insere uma imagem
TIP_OUTPUTTYPE_MSWORD1=Envia uma cópia da imagem para o
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL1=Envia uma cópia da imagem para o
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT1=Enviar uma cópia da imagem para o
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint
TIP_OUTPUTTYPE_PROGRAM1=Envia uma cópia da imagem para
TIP_OUTPUTTYPE_PROGRAM2=programa externo
TIP_OUTPUTTYPE_MSOUTLOOK1=Anexa uma cópia da imagem a
TIP_OUTPUTTYPE_MSOUTLOOK2=uma mensagem de email
TIP_OUTPUTTYPE_FACEBOOK1=Faz uma cópia da imagem em servidor da web
TIP_OUTPUTTYPE_FACEBOOK2=Facebook
TIP_OUTPUTTYPE_TWITTER1=Faz uma cópia da imagem em servidor da web
TIP_OUTPUTTYPE_TWITTER2=Twitter
TIP_OUTPUTTYPE_FTP1=Envia a imagem diretamente para
TIP_OUTPUTTYPE_FTP2=um local na Web via FTP
TIP_OUTPUTTYPE_WEBUPLOAD1=Envia uma cópia da imagem para
TIP_OUTPUTTYPE_WEBUPLOAD2=um servidor na web
TIP_IMAGE_ROTATEFLIP=Gira ou vira a imagem ou a seleção
TIP_TOOLS_EFFECT=Permite escolher os efeitos que deseja aplicar na imagem
TIP_TOOLS_WIDTHS=Permite selecionar a largura
TIP_TOOLS_OPACITY=Permite escolher a opacidade que deseja ter na imagem
TIP_VIEW_ZOOMIN=Mostra detalhes (amplia) da imagem atual
TIP_VIEW_ZOOMOUT=Reduz a exibição da imagem atual
TIP_VIEW_ZOOMSELECT=Permite ampliar ou ocultar detalhes da imagem
TIP_VIEW_ACTUALSIZE=Ampliar em 100%
TIP_VIEW_THUMBNAIL=Exibe uma página de miniaturas para selecionar uma imagem rapidamente
TIP_SHOW_RULER=Exibe ou oculta as réguas de medição das imagens
TIP_SHOW_STATUSBAR=Exibe ou oculta a barra de status, na parte inferior da janela
TIP_SHOW_TAB=Exibe ou oculta a barra de guias
TIP_COLOR_COLOR1=Cor do contorno
TIP_COLOR_COLOR2=Cor do enchimento
TIP_COLOR_SWAP=Permite trocar as cores da frente e do plano de fundo da imagem
TIP_COLOR_DEFAULT=Cores frontal e de plano de fundo padrão
TIP_COLOR_MORE=Exibe outras paletas
TIP_SHAPE_FLATTEN=Mescla as figuras com a imagem
TIP_SHAPE_DELETE=Apaga
TIP_SHAPE_DUPLICATE=Duplica a figura selecionada
TIP_SHAPE_FILL=Preenche com a cor especificada a figura selecionada
TIP_SHAPE_OUTLINE=Contorno da figura
TIP_SHAPE_EFFECTS=Figura geométricas
TIP_SHAPE_ADDTEXT=Permite inserir texto nas figuras
TIP_SHAPE_FLATTEN_ALL=Mescla todas as figuras com a imagem
TIP_SHAPE_BRINGTOFRONT=Traz, uma ou mais camadas, para a frente o elemento selecionado, de forma que fique menos escondidos por outros elementos
TIP_SHAPE_SENDTOBACK=Envia o elemento selecionado uma ou mais camadas para trás, de forma que fique escondido/encoberto pelos que lhes estão na frente
TIP_TOOLS_CAPTUREMENU=Capturar imagem da tela
TIP_TOOL_HIGHLIGHTPEN=Marcador
TIP_TOOL_HIGHLIGHTRECT=Retângulo marcador
TIP_OUTPUTTYPE_SKYPE1=Envia uma cópia desta imagem para
TIP_OUTPUTTYPE_SKYPE2=Skype
TIP_EFFECT_WATERMARK=Permite adicionar uma marca d'água à imagem
TIP_OUTPUTTYPE_CLOUD1=Copiar esta imagem no Dropbox,
TIP_OUTPUTTYPE_CLOUD2=Google Drive, SkyDrive...
TIP_TOOL_DRAW=Desenhar com diferentes tipos de pincel.
TIP_TOOL_STAMPS=Desenhar carimbos na imagem
TIP_TOOL_SHAPE=Desenhar formas na imagem
TIP_SIZE=Selecionar a largura da ferramenta de seleção
[Dialogs]
DLG_PICPICK_EDITOR_TITLE=Editor de Imagens do PicPick
DLG_CONTROLCAPTURE_TITLE=Módulo de Captura de Janelas
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Captura de Rolagem de Janela
DLG_REGIONCAPTURE_TITLE=PicPick - Captura de Área
DLG_FIXEDREGIONCAPTURE_TITLE=Captura de Área Específica
#-------------------------------------------------------------





DLG_FREEHANDCAPTURE_TITLE=PicPick — Captura à Mão Livre
DLG_WHITEBOARDTOOL_TITLE=PicPick — Lousa Virtual
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE=PicPick - Capturador de Cor
DLG_CROSSHAIR_TITLE=PicPick - Cruz
DLG_COLORPALETTE_TITLE=Paleta de Cores
DLG_AUTOSAVE_TITLE=Autossalvar
DLG_NEWIMAGE_TITLE=Nova Imagem
DLG_PRINT_TITLE=Imprimir
DLG_CANVASSET_TITLE=Redimensionamento da Tela
DLG_IMAGERESIZE_TITLE=Redimensionamento
DLG_ABOUT_TITLE=Sobre
DLG_PIXELATE_TITLE=Pixelização
DLG_HUESATURATION_TITLE=Tonalidade/Saturação
DLG_BRIGHTNESSCONTRAST_TITLE=Brilho/Contraste
DLG_FRAME_TITLE=Moldura
DLG_FONTVIEW_TITLE=Inclusão de Texto
DLG_CAPTURE_TITLE=Captura
DLG_CHANGEHOTKEY_TITLE=Atalhos
DLG_WEBPAGECAPTURE_TITLE=PicPick - Captura de Página da Web
DLG_SHORTCUT_TITLE=Edição de Atalhos de Teclado
DLG_SETUP_TITLE=Opções de Configuração do PicPick
DLG_FILENAMESETUP_TITLE=Arquivo
DLG_IMAGES_TITLE=Imagens
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Seta personalizada
DLG_FACEBOOK_TITLE=Conectar ao Facebook
DLG_TWITTER_TITLE=Conectar ao Twitter
DLG_WEBUPLOAD_TITLE=Copiar Captura em Servidor de Imagens da Web
BTN_OK=&OK
BTN_CANCEL=&Cancelar
BTN_APPLY=&Aplicar
DLG_WATERMARK_TITLE=Adição de Marca d'Água
DLG_GENERALSETUP_TITLE=Geral
[About]
GRP_PRESET=Configuração
CHK_ADDSTARTUP=Abrir o PicPick com o Windows
CHK_ADDDESTKOP=Criar atalho na Área de Trabalho
CHK_CHECKUPDATE=Procurar atualização periodicamente
LBL_LANGUAGE=Idioma
BTN_HOTKEY=Atalhos de Teclado
BTN_CREDIT=Créditos
LBL_PROGRAMPARAMETER=&Comandos...
CHK_SETTINGTOAPPDATA=Savar configuração dos dados do aplicativo
LBL_MORELANGUAGE=Outros idiomas...
[Captures]
GRP_CONTROLCAPTURE_PROPERTY=Propriedades
LBL_CONTROLCAPTURE_CLASS=Nome
LBL_CONTROLCAPTURE_SIZE=Tamanho
LBL_CONTROLCAPTURE_INFO=Componente
LBL_CONTROLCAPTURE_SCROLL=Rolagem
LBL_CONTROLCAPTURE_OUTPUTTYPE=Tipo de Saída
LBL_CONTROLCAPTURE_HANDLE=Controlador
LBL_CONTROLCAPTURE_RECT=Ret
LBL_CONTROLCAPTURE_BOTTOMTIP=Selecione um componente de janela (botão, painel, caixa etc.) e pressione a tecla Print Screen
GRP_FIXEDREGIONCAPTURE_PROPERTY=Tamanho da Área
LBL_FIXEDREGIONCAPTURE_WIDTH=Lagura:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Altura:
TIP_REGIONCAPTURE_NOTDRAG=Fotografa qualquer área retangular da Área de Trabalho
TIP_PIXEL=Pixels
TIP_FREEHANDCAPTURE_NOTDRAG=Desenhe uma figura qualquer na tela para capturar
LBL_COLORPICKER_COLORAS=Cor:
LBL_COLORPICKER_VALUE=Valor:
LSV_WEBPAGECAPTURE_LIST=Escolha a página da web que deseja capturar como imagem
BTN_WEBPAGECAPTURE_RELOAD=&Recarregar
BTN_WEBPAGECAPTURE_CAPTURE=&Capturar
LBL_MINIHELP=Clique no botão esquerdo do mouse para selecionar uma área.
[Shortcut]
TAB_HOTKEY=Atalhos de Teclado
GRB_CAPTURE=Tipo de Captura
GRB_TOOLS=Ferramentas
LBL_KEYNONE=Nenhum
LBL_CAPTURE_FULLSCREEN=Da tela inteira
LBL_CAPTURE_ACTIVEWINDOW=Da janela ativa
LBL_CAPTURE_CONTROL=De componente de janela
LBL_CAPTURE_SCROLLINGWINDOW=De rolagem de páginas
LBL_CAPTURE_REGION=De área indicada com o mouse
LBL_CAPTURE_FIXEDREGION=De área indicada com a lupa
LBL_CAPTURE_FREEHAND=De área escolhida livremente
LBL_CAPTURE_WEBPAGE=De rolagem de páginas
LBL_CAPTURE_REPEAT=De repetição da última captura
LBL_TOOLS_EDITOR=Editor de Imagens
LBL_TOOLS_COLORPICKER=Capturador de Cores
LBL_TOOLS_COLORPALETTE=Paleta de Cores
LBL_TOOLS_PIXELRULER=Régua de Pixels
LBL_TOOLS_PROTRACTOR=Transferidor
LBL_TOOLS_CROSSHAIR=Retícula de Referência
LBL_TOOLS_WHITEBOARD=Lousa Virtual
LBL_TOOLS_MAGNIFIER=Lupa
CBO_HOTKEY_CUSTOM=Personalizadas...
CBO_HOTKEY_DEFAULT=Padrão do PicPick
CBO_HOTKEY_HYPERSNAP=Hypersnap
CBO_HOTKEY_NONE=Desativar
[FontView]
GRP_COLOR=Cores
LBL_FONTCOLOR=Cor da Fonte
CHK_FILLCOLOR=Cor do Fundo
CHK_AA=Suavizar as bordas das fontes
[AutoSave]
GRP_SELECTFOLDER=Salvar as capturas automaticamente
LBL_SELECTFOLDER=Especifique a pasta em que deseja salvar as imagens:
BTN_SELECTFOLDER=&Procurar...
GRP_SELECTFILENAME=Nome do Arquivo
RDO_SELECTFILENAME_TEXT=Texto + Número
RDO_SELECTFILENAME_NUM=Apenas Número
RDO_SELECTFILENAME_DATETIME=Data/hora
LBL_SELECTFILENAME_DATETIME_FORMAT=hh nn ss  mm.dd.yyyy
EDT_SELECTFILENAME_DEFAULT=Imagem
GRP_SELECTFORMAT=Formato do Arquivo
RDO_SELECTFORMAT_BMP=Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG=Arquivos de Imagem JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=Imagem CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF=Arquivos PDF (*.pdf)
LBL_SAVEFILENAME=Digite o nome do arquivo p/ salvar automaticamente ou copiar em site FTP
LBL_EXAMPLETITLE=Exemplo:
LBL_EXAMPLE1=%y : Ano, %m : Mês, %d : Dia
LBL_EXAMPLE2=%h : Hora, %n : Minuto, %s : Segundo
LBL_EXAMPLE3=%c : Número
GRB_OTHERPROGRAM=Configuração de Envio para Programa Externo
LBL_OTHERPROGRAM=Escolha um programa externo para o qual deseja enviar as capturas
LBL_OTHERPROGRAMPATH=Caminho:
LBL_OTHERPROGRAMPARAMETER=Parâmetro:
#-------------------------------------------------------------





LBL_OTHERPROGRAMSELECT=Enviar para o programa especificado abaixo...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_EXAMPLE4=%u : Usuário, %w : Computador
LBL_EXAMPLE5=%t : Data/Hora Unix
[CaptureSet]
GRB_CAPTUREOPTION=Opções de Captura
CHK_DUALMONITORS=Ativar suporte a monitores duplos
CHK_SOUND=Emitir aviso sonoro ao capturar
CHK_MOUSECURSOR=Incluir o cursor na imagem
CHK_HIDEEDITOR=Ocultar o Editor do PicPick antes de capturar
CHK_ALWAYSCOPYCLIPBOARD=Sempre copiar na Área de Transferência a imagem capturada
CHK_STARTWITHCAPTUREBAR=Exibir a Barra de Captura ao abrir o PicPick
GRB_AUTOSCROLL=Rolagem
CHK_SCROLLCAPTURE=Ativar captura automática de rolagem de página
LBL_SCROLLDELAY=Velocidade:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Janela de ampliação
CHK_MAGNIFIER=Exibir a janela de ampliação ao capturar
LBL_ZOOMSCALE=Escala:
GRB_CAPTUREDELAY=Esperar antes de capturar
CHK_ADVANCECONTROLCAPTURE=Usar Captura de Componente de Janela Avançada
LBL_CAPTUREOUTPUT=Modificar o tipo de imagem salva quando se usar atalhos de teclado ou acionar comando do menu do ícone da área de notificação
[FTP]
GRB_FTPSERVER=Configuração do Servidor de FTP
LBL_FTPADDRESS=Servidor FTP:
LBL_REMOTEPATH=Endereço remoto:
LBL_PORT=Porta :
CHK_PASSIVEFTP=Usar FTP passivo
LBL_USERNAME=Usuário:
LBL_PASSWORD=Senha:
BTN_CONNECTTEST=TESTAR
LBL_SENDWEBBROWSER=Abrir o endereço
LBL_SENDCLIPBOARD=Copiar o endereço na Área de Transferência
LBL_WEBADDRESS=Endereço web
[EditorSet]
GRB_EDITOROPTION=Opções de Configuração do Editor
CHK_OPENEDITORWHENSTART=Abrir o editor de imagens junto com o PicPick
CHK_CENTERIMAGE=Alinhar imagens no centro da janela
CHK_CLOSEWITHOUTASKING=Fechar imagem não salva sem perguntar
CHK_CROPNEW=Recortar como nova imagem
CHK_SHOWCLASSICUI=Exibir a barra de ferramentas com sua forma tradicional
LBL_BG=Plano de fundo:
RDO_BGGRID=Transparente
RDO_BGSOLID=Cor uniforme
GRB_FILETYPE=Associação de Tipos de Arquivos
LBL_FILETYPE=Escolha os tipos de arquivos que deseja abrir com o PicPick
LBL_FILETYPEVISTA=Tornar o PicPick o editor de imagens padrão
CHK_EXITWHENCLOSING=Fechar o PicPick ao fechar o editor de imagens.
[ArrowSet]
CHK_START=Início
CHK_END=Fim
CHK_OUTLINE=Adicionar Contorno
CBO_AT_ARROW1=Seta 1
CBO_AT_ARROW2=Seta 2
CBO_AT_CIRCLE=Círculo
CBO_AT_DIAMOND=Losango
[CanvasSet]
GRP_SIZE=Tamanho da Tela
LBL_WIDTH=Largura
LBL_HEIGHT=Altura
LBL_BACKCOLOR=Cor de fundo
LBL_PRESETS=Modelos
CBO_CLIPBOARD=Área de Transferência
CBO_LASTUSED=Último usado
CBO_CURRENT=Tamanho atual
[ResizeSet]
RDO_ZOOM=Porcentual
RDO_SIZE=Aplicar estes parâmetros:
CHK_KEEP=Manter proporção
LBL_WIDTH=Largura
LBL_HEIGHT=Altura
[ColorSet]
BTN_PREVIEW=&Prévia
LBL_PIXELATE=Pixelizar
LBL_HUE=Tonalidade
LBL_SATURATION=Saturação
LBL_BIRGHTNESS=Brilho
LBL_CONTRAST=Contraste
[FrameSet]
GRP_PREVIEW=&Prévia
GRP_EFFECT=Efeito
CHK_BORDER=Borda
CHK_FRAME=Moldura
LBL_ETC=Baixar mais efeitos de moldura...
CHK_AUTO=Aplicar efeito de moldura ao capturar imagem
[Palette]
LBL_RED=&Vermelho
LBL_GREEN=&Verde
LBL_BLUE=&Azul
LBL_TYPE=Cor:
BTN_COPY=&Copiar
CLR_DEFAULTTEXT=Paleta de Cores
CLR_CUSTOMTEXT=Mais cores...
[PixelRuler]
MNU_RULER_MOVE=&Mover
MNU_RULER_MOVE_UP=&Subir
MNU_RULER_MOVE_DOWN=&Descer
MNU_RULER_MOVE_LEFT=&Esquerda
MNU_RULER_MOVE_RIGHT=Direi&ta
MNU_RULER_TYPE=&Tipo
MNU_RULER_TYPE_HOTRIZONTAL=&Horizontal
MNU_RULER_TYPE_VERTICAL=&Vertical
MNU_RULER_TRANSPARENT=T&ransparência
MNU_RULER_TRANSPARENT_USE=&Ativar
MNU_RULER_TRANSPARENT_NOTUSE=&Desativar
MNU_RULER_TRANSPARENT_INC=Au&mentar (+)
MNU_RULER_TRANSPARENT_DEC=&Diminuir (-)
MNU_MAGNIFIER=Exibir a &Lupa...
MNU_RULER_EXIT=&Fechar o PicPick
MNU_RULER_UNIT=&Unidade de Medida
MNU_RULER_UNIT_PIXEL=&Pixels
MNU_RULER_UNIT_INCH=Po&legadas
MNU_RULER_UNIT_CM=&Centímetros
MNU_RULER_UNIT_DPI=&PPP
MNU_RULER_COLOR=&Cor
MNU_RULER_COLOR_BLUE=A&zul (padrão)
MNU_RULER_COLOR_YELLOW=A&marelo (tradicional)
MNU_RULER_COLOR_WHITE=&Branco
MNU_RULER_COLOR_BLACK=&Preto
MNU_RULER_UNIT_DPI_CUSTOM=&Personalizar...
DLG_CUSTOMDPI_TITLE=Configuração de DPI Pessoal
LBL_CUSTOMDPI_TEXT=Especifique os Pixels por Por Polegada (DPI):
[WhiteBoard]
MNU_WHITEBOARD_PENWIDTH=Grossura do &Lápis
MNU_WHITEBOARD_PENCOLOR=&Cor do Lápis
MNU_WHITEBOARD_PENCOLOR_BLACK=Preto
MNU_WHITEBOARD_PENCOLOR_WHITE=Branca
MNU_WHITEBOARD_PENCOLOR_RED=Vermelho
MNU_WHITEBOARD_PENCOLOR_GREEN=Verde
MNU_WHITEBOARD_PENCOLOR_BLUE=Azul
MNU_WHITEBOARD_PENCOLOR_CYAN=Ciano
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Carmesim
MNU_WHITEBOARD_PENCOLOR_YELLOW=Amarelo
MNU_WHITEBOARD_PENCOLOR_GRAY=Cinza
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Outra...
MNU_WHITEBOARD_CLEAR=&Apagar
MNU_WHITEBOARD_SAVE=&Salvar como
MNU_WHITEBOARD_EXIT=&Fechar
TIP_TOOL_MOVE=Move a seleção
TIP_TOOL_ZOOM=Lupa
TIP_TOOL_PEN=Lápis
TIP_TOOL_LINE=Linha
TIP_TOOL_ARROW=Seta
TIP_TOOL_SHAPE=Figura Geométrica
TIP_TOOL_RECT=Retângulo
TIP_TOOL_ELLIPSE=Elipse
TIP_TOOL_RRECT=Retângulo de Cantos Arredondados
TIP_TOOL_TRANSPARENT=Transparência
TIP_TOOL_CLEAR=Apagar
TIP_TOOL_SAVE=Capturar tela
TIP_TOOL_WIDTH=Largura
TIP_TOOL_COLOR=Cores
#-------------------------------------------------------------

#1.8.0





[Print]
BTN_PRINTERSETUP=Impressora...
BTN_PRINT=&Imprimir
GRB_PREVIEW=Visualizar
TAB_PAPERSETUP=Configurar página
TAB_ADDTEXT=Cabeçalho / Rodapé





GRB_MARGINSETUP=Margens (mm)
LBL_MARGINTOP=Superior
LBL_MARGINLEFT=Esquerda
LBL_MARGINRIGHT=Direita
LBL_MARGINBOTTOM=Inferior





GRB_IMAGESETUP=Imagem
CHK_CENTER=Centro da imagem
CHK_SHRINK=Ajustar à página
CHK_PROPORTINAL=Manter proporção
CHK_GRAYSCALE=Tons de Cinza





GRB_PAPERCOUNT=Número de cópias
LBL_PAPERUNIT=Página(s)

GRB_ORIENTATION=Orientação
RDO_PORTRAIT=Retrato
RDO_LANDSCAPE=Paisagem

GRB_HEADER=Cabeçalho
CHK_HEADERADD=Adicionar
CBO_HEADERDEFAULT=Digite o texto do cabeçalho aqui
LBL_HEADERMARGIN=Margem:
BTN_HEADERFONT=Fontes...
RDO_HEADERLEFT=Esquerda
RDO_HEADERCENTER=Centro
RDO_HEADERRIGHT=Direita

GRB_FOOTER=Rodapé
CHK_FOOTERADD=Adicionar
CBO_FOOTERDEFAULT=Digite o texto do rodapé aqui
LBL_FOOTERMARGIN=Margem:
BTN_FOOTERFONT=Fontes...
RDO_FOOTERLEFT=Esquerda
RDO_FOOTERCENTER=Centro
RDO_FOOTERRIGHT=Direita

[Facebook]
BTN_CLOSE=&Fechar
LBL_PREVIEW=Prévia da Imagem
LBL_CAPTION=Nome da Foto
RDO_SELECTALBUMS=Escolher Álbuns
RDO_CREATEALBUM=Criar novo álbum de fotos
LBL_CREATEALBUM_NAME=Nome:
LBL_CREATEALBUM_LOCATION=Local:
LBL_CREATEALBUM_DESCRIPTION=Descrição:
LBL_CREATEALBUM_PRIVACY=Acessível a:
CBO_CREATEALBUM_1=Todos
CBO_CREATEALBUM_2=Meus locais de rede e amigos
CBO_CREATEALBUM_3=Amigos dos meus amigos
CBO_CREATEALBUM_4=Somente a amigos
BTN_UPLOAD=Fazer o upload
LBL_IMGURL=Endereço da imagem
LBL_LINKURL=Endereço do álbum
LBL_UPLOADING=Fazendo o upload...
LBL_UPLOADCOMPLETE=Feito o upload!
LBL_UPLOADWAIT=Aguardando resposta...
LBL_UPLOADFAILURE=Falha no upload. Tente de novo.
LBL_UPLOADRESULT=Feito o upload de uma foto.
LBL_ACCOUNT=Conta:
LBL_PASSWORD=Snha:
LBL_REMEMBERPASSWORD=Lembrar a senha
LBL_MESSAGE=Mensagem:
LBL_WEBUPLOAD_TITLE=Copia a imagem capturada em servidor de imagens da web
LBL_WEBUPLOAD_TITLESUB=via ImageShack - Armazenamento gratuito de imagens online
LBL_WEBUPLOAD_SIGNUP=Faça o login para gerenciar as imagens copiadas!
LBL_WEBUPLOAD_NOACCOUNT=Convidado (Não é necessário cadastrar-se)
LBL_WEBUPLOAD_ACCOUNTEXIST=Tenho cadastro no ImageShack
BTN_REQUESTTWITTERPIN=Solicitar o NIP do Twitter
BTN_REMEMBERME=Lembrar-me neste computador
LBL_TWITTERPIN=NIP
BTN_CONNECT=&Conectar
BTN_DISCONNECT=&Desconectar
[ThumbnailView]
BTN_QUICKTABS=Guias Expressas
MNU_RENAME=&Renomear...
LBL_RENAME=Por favor, especifique um nome.
MNU_OPENFILELOCATION=&Abrir pasta do arquivo...
[ObjectProperty]
SHP_SHAPES=Figuras
SHP_LINE=Linha
SHP_CURVE=Curva
SHP_ARROW=Seta
SHP_CURVEARROW=Seta curva
SHP_ELLIPSE=Elipse
SHP_RECT=Retângulo
SHP_ROUNDRECT=Retângulo de Cantos Arredondados
SHP_BALLOON=Balão
SHP_DIAMOND=Losango
SHP_PENTAGON=Pentágono
SHP_Hexagon=Hexágono
SHP_5STAR=Estrela de cinco pontas
SHP_6STAR=Estrela de seis pontas
TAB_EDIT=Editar
TBN_DELETE_OBJECT=Apagar
TBN_DUPLICATE=Duplicar
MNU_FLATTEN=&Fixar
MNU_FLATTENALL=Fixar t&udo
LST_CHANGESHAPE=Editar figura
TAB_SHAPESTYLES=Editar aparência
TBN_SHAPETEXT=Inserir texto
TBN_SHAPEFILL=Enchimento
MNU_SHAPEFILL_NOFILL=Nenhum
MNU_SHAPEFILL_SOLIDFILL=Uniforme
MNU_SHAPEFILL_GRAFILL=Degradê vertical
MNU_SHAPEFILL_RADIALFILL=Degradê radial
TBN_SHAPEOUTLINE=Contorno
MNU_SHAPEOUTLINE_NOLINE=Nenhum
MNU_SHAPEOUTLINE_SOLIDLINE=Linha inteiriça
MNU_SHAPEOUTLINE_DOTLINE=Linha pontilhada
MNU_SHAPEOUTLINE_DASHLINE=Linha tracejada
MNU_SHAPEOUTLINE_DASHDOTLINE=Linha tracejada-pontilhada
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Linha tracejada-pontilhado duplo
TBN_SHAPEFORMAT=Posição
TBN_SHAPEEFFECTS=Efeitos de Formas
MNU_SHAPEEFFECTS_NOEFFECTS=Sem efeitos
MNU_SHAPEEFFECTS_SHADOW=Sombreado
MNU_SHAPEEFFECTS_SHADOWUSE=Aplicar
MNU_SHAPEEFFECTS_SHADOWOPTION=Configurar...
MNU_SHAPEEFFECTS_BALLOONPOS=Direção do Balão
MNU_SHAPEEFFECTS_BALLOONPOSTL=Esquerda ascedente
MNU_SHAPEEFFECTS_BALLOONPOSTR=Direita ascendente
MNU_SHAPEEFFECTS_BALLOONPOSBL=Inferior esquerda
MNU_SHAPEEFFECTS_BALLOONPOSBR=Inferior direita
MNU_SHAPEEFFECTS_ARROWSTART=Ponta inicial
MNU_SHAPEEFFECTS_ARROWEND=Ponta final
MNU_SHAPEEFFECTS_ARROWNONE=Sem seta
MNU_SHAPEEFFECTS_ARROW1=Seta 1
MNU_SHAPEEFFECTS_ARROW2=Seta 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Círculo
MNU_SHAPEEFFECTS_ARROWDIAMOND=Losango
MNU_SHAPE_ARRANGE=Organizar
BTN_SHAPE_FRONT=Trazer p/ frente
BTN_SHAPE_BACK=Enviar p/ trás
BTN_SHAPE_ARROWSTYLE=Aparência da Seta
TAB_SHAPECOLOR=Cor da Forma
MNU_NUMBERSTAMP_SIZE=Tamanho
MNU_NUMBERSTAMP_SHAPE=Formato
TBN_SELECT_CROPCURRENT=Clipar
TAB_SELECT_SIZE=Tamanho
MNU_SELECT_SIZE_LEFT=Esquerda
MNU_SELECT_SIZE_TOP=Superior
MNU_SELECT_SIZE_WIDTH=Largura
MNU_SELECT_SIZE_HEIGHT=Altura
SHP_MAGNIFYEFFECT=Efeito de Ampliação
SHP_NUMBERSTAMP=Carimbo numérico
SHP_LINES=Linhas
SHP_CUSTOMSHAPES=Formas Personalizadas
SHP_TRIANGLE=Triângulo
TAB_NUMBERSTAMP_NUMBER=Formato do Carimbo
MNU_NUMBERSTAMP_CURRENT=Atual
MNU_NUMBERSTAMP_NEXT=Seguinte
TAB_NUMBERSTAMP_STYLE=Tipos de Carimbo
MNU_NUMBERSTAMP_SIZE_SMALL=&Pequeno
MNU_NUMBERSTAMP_SIZE_Medium=&Médio
MNU_NUMBERSTAMP_SIZE_LARGE=&Grande
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Circular
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Retangular
TBN_SELECT_CROPNEW=Recortar como &nova imagem
MNU_SELECT_INVERTSELECTION=Inverter seleção
TAB_MAGNIFIER_STYLE=Tipos de Ampliação
MNU_SHARE_OPTIONS=C&onfigurar...
SHP_TEXTBOX=Caixa de Texto
SHP_HIGHLIGHTRECT=Destacar Retângulo
[Licenses]
rdoRegistered=Sou usuário licenciado e tenho uma licença para uso comercial
rdoPersonal=Quero o programa apenas para uso pessoal
btnBuy=&Comprar licença
btnRegister=&Licenciar
btnAgree=&Concordo
btnClose=&Fechar
lblEnterLicense=Informe os dados da licença
lblOwnerName=Licenciado
lblRegistrationCode=Licença
lblLicenseInfo=Produto licenciado para:
lblPersonalUse=USUÁRIO DOMÉSTICO (SÓ PARA USO NÃO COMERCIAL)
[ImagesSet]
grbJPEGOption=Opções de JPEG
lblJPEGQuality=Qualidade
cboJPEGQualityMaximum=Máxima
cboJPEGQualityHigh=Alta
cboJPEGQualityMedium=Média
cboJPEGQualityLow=Baixa
[SaveAll]
grbSaveOptions=Salvar Configuração
lblSelectFolder=Especifique uma pasta para salvar as capturas.
rdoAllImages=Todas as imagens
rdoUnsavedImages=Todas as imagens não salvas
grbFileOptions=Opções de Arquivo
lblFileName=Nome
lblFileType=Tipo
rdoFiles=Arquivos
[Message]
MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Clique num ponto central da tela
MSG_PROTRACTOR_POINT='
MSG_ACTIVEWINDOW_1=Aperte as teclas [
MSG_ACTIVEWINDOW_2=] para capturar a janela ativa.
MSG_EXITSAVEIMAGE_1=Gostaria de salvar as alterações em [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=Imagem
MSG_DIRECTORYACCESSERROR=Não foi possível acessar a pasta.
MSG_DEFAULT_TAPNAME=Nenhuma
MSG_HOTKEY_ALREADY1=O PicPick não conseguiu reservar os seguintes atalhos de teclado:
MSG_HOTKEY_ALREADY2=Gostaria de modificá-los?
MSG_THISFOLDERNOTFOUND=Não achei a pasta [o caminho ou nome].
MSG_INVALID_FILENAME=Este nome de arquivo é inválido.
MSG_INVALID_CLIPBOARD=Erro na tentativa de obter dados da|Área de Transferência! (formato inválido)!
MSG_CANNOTREPEATCAPTURE=Não consegui achar a área selecionada da última captura.
MSG_CLOSEALLIMAGE=Quer mesmo fechar o programa sem salvar as imagens ainda não salvas?
MSG_FILE_OPEN=Abrir
MSG_FILE_SAVE=Salvar como
MSG_NEWVERSIONAVAILABLE=Saiu uma nova versão do PicPick. Gostaria de visitar a página de download agora?
MSG_PROGRAM_NOTADDYET=Você tem que especificar os programas externos paras os quais enviar as capturas!
MSG_EXTERNALPROGRAMERROR=Não achei o programa externo especificado.
MSG_PARAMETERS_TITLE=Parâmetros do PicPick
MSG_OLDLANGUAGE=Como seu arquivo de idioma é antigo, tem texto sem tradução. Quer mesmo mudar o idioma?
MSG_INVALIDALBUMNAME=O nome do álbum é inválido.
MSG_CREATEFAILUREALBUM=Erro na tentativa de criar álbum.
MSG_LOADINGFAILUREALBUM=Erro na tentativa de carregar álbuns.
MSG_IDEMPTY=Digite sua ID de usuário.
MSG_PWEMPTY=Digite/cole a senha.
MSG_SAVE=Salvar
MSG_DONTSAVE=Não salvar
MSG_DONTSAVEALL=Não salvar nada
MSG_NODISPLAYAGAIN=Não exibir esta mensagem de novo
BTN_YES=&Sim
BTN_NO=&Não
BTN_NOALL=&Não para todas
MSG_INPUTTEXT=Digite o texto aqui
MSG_FLATTENLAYER=Para esta tarefa, você tem que fixar todas as figuras com uma imagem de fundo. Quer mesmo fixar as figuras?
MSG_FLATTENALL=Quer mesmo fixar todas as figuras?
MSG_INVALID_DOWNLOADURL=Ocorreu um erro na tentativa de baixar a imagem.
MSG_OPENURL=Favor digitar o endereço abaixo.
MSG_ANYSETTINGOK=Feita a modificação da configuração.
MSG_DEFAULTEDITOR=O PicPick foi tornardo o editor de imagens padrão.
MSG_FTPINFONEED=Necessário especificar os dados de seu servidor de FTP primeiro.

MSG_CONNECTIONFAIL=Ocorreu um erro ao tentar acessar o servidor.
MSG_PROGRAM_NOSKYPE=Não achei o Skype.
MSG_ACTIVATE_OFFLINE=Não foi possível ativar sua licença por causa de problema na rede ou outro motivo qualquer. Gostaria de ativar sua licença offline?
MSG_ACTIVATE_OK=Feita a ativação de sua licença. Obrigado por escolher o PicPick!
MSG_ACTIVATE_TRIAL=Feita a ativação de sua licença de teste. Obrigado por escolher o PicPick!
MSG_ACTIVATE_FAIL=A ativação foi negada. Favor contatar a Central de Ajuda do PicPick.
MSG_VALIDOWNERNAME=Favor informar um nome de proprietário válido.
MSG_VALIDLICENSEKEY=Favor informar uma licença válida.
MSG_FILENOTFOUND=Não achei o arquivo.
MSG_CAPTUREAREAFAIL=Ocorreu um erro durante o cálculo da área a ser capturada. Favor verificar se algum de seus programas (antivírus, antimalware, antispyware) não está causando o problema.
MSG_TRANSPARENCYLOST=Qualquer transparência será perdida se você salvar esta imagem. Quer mesmo fazer isto?
MSG_DONOTSHOWWEEK=Não exibir esta janela de novo por uma semana.
[ColorBalance]
grpbxColorBalance=Harmonização
lblColorLevels=Intensidade
grpbxToneBalance=Tonalidade
rdbtnShadows=Sombras
rdbtnMidtones=Meios-tons
rdbtnHighlights=Reflexos
chckbxPreserveLuminosity=Preservar luminosidade
[StartPage]
lblStartHome=Escolher tarefa...
lblStartTitle1=Nova tarefa
lblStartTitle2=Acessórios Gráficos
chkStartDoNotShow=Não exibir esta janela de novo ao abrir o programa.
[CommercialVersionTrial]
lblEnterLicense=Informe os dados da licença
btnModeTrial=Teste Gratuito
btnModeTrialDescription=Gostaria de continuar a usar este produto para testá-lo.
btnModeActivate=Habilitar licença
btnModeActivateDescription=Sou licenciado e tenha uma licença.
btnModeBuy=Comprar agora
btnModeBuyDescription=Visite a página oficial para obter sua licença.
lblTrialDescription=Esta é uma versão de teste de 30 dias do PicPick. Assim que expirado o período de teste, você precisará comprar uma licença para usar o programa ou terá que desinstalá-lo do computador.
btnContinueTrial=&Continuar teste
lblDayLeft=Você tem {$1} dia(s) restando em seu teste de {$2}.
lblDayExpired=Sua licença não é mais válida.
lblOwnerName=Usuário
lblRegistrationCode=Licença
lblRegistrationHelp=Tendo problema com a ativação da licença?
btnRegister=&Ativar
lblActivationOffline1=1. Favor visitar o endereço abaixo para obter sua licença. Se estiver num ambiente sem internet, terá que fazer isso num computador com acesso à web.
lblActivationOffline2=2. Favor colar sua licença fornecida na página do endereço acima.
lblAuthCode=Licença de uso:
[Watermark]
lblWaterMarkPreview=&Prévia
lblWaterMarkFile=Arquivo:
lblWaterMarkPosition=Posição:
lblWaterMarkOpacity=Opacidade:
lblWaterMarkOffsetX=Deslocar X:
lblWaterMarkOffsetY=Deslocar Y:
chkWaterMarkAuto=Adicionar marca d'água automaticamente ao capturar imagem.
[CloudExplorer]
btnOK=&OK
btnCancel=&Cancelar
btnApply=&Aplicar
lstFilesName=Nome
lstFilesSize=Tamanho
mnuOpen=Abrir
mnuUploadMenu=Fazer o upload
mnuDelete=Apagar
itemHome=Início
itemAbout=Sobre
lblUserInfoUserNameTitle=Conta:
lblUploadFileNameTitle=Arquivo
lblUploadFilePreviewTitle=&Prévia
lstFilesDate=Data
lstFilesType=Tipo
mnuAction=Operação
mnuDownload=Baixar
mnuUploadFile=Copiar arquivos
mnuUploadFolder=Copiar pasta
mnuNewFolder=Nova pasta
mnuRename=Renomear
itemOption=Opções
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive
strAllFile=Todos os arquivos (*.*)
lblHomeTitle=Escolha o serviço para conectar...
lblUploadMode=Escolha um serviço para o upload da imagem
itemCount=%s itens
itemSelectedCount=%s itens selecionados
DownloadFormCaption=Baixando...
strPrepareDownload=Preparando para baixar
strDiscoveredItems=%s itens achados...
strPleaseWait=Favor aguardar a preparação da lista...
strDownloading=Baixando %s itens
strDownloadName=Nome: %s
strDownloadRemaining=Itens restantes: %s1 ( total: %s2 )
UploadFormCaption=Fazendo o upload...
strPrepareUpload=Preparando para o upload
strCreatingFolder=Criando pasta
strUploading=Fazendo o upload de %s itens
strUploadName=Nome: %s
strUploadRemaining=Itens restantes: %s1 ( total: %s2 )
LoginFormCaption=Login
chkSaveConnection=Salvar dados de conexão neste computador
lblUserInfoStorage=Armazenagem:
lblUserInfoSpaceTitle=Espaço:
btnUserInfoLogout=Logout
strSpace=%s1 livres de %s2
FileTypetext=texto
FileTypedocument=documento
FileTypeimage=imagem
FileTypevideo=vídeo
FileTypeaudio=áudio
FileTypefile=arquivo
FileTypefolder=pasta
lblUploadFileSizeTitle=Tamanho arquivo
btnUploadUpload=Fazer o upload aqui
strDelete1item=Quer mesmo apagar este arquivo?
strDelete1moreitems=Quer mesmo apagar estes itens: %s?
strFolderExist=Esse nome de pasta já existe.
strDownloadFileExist=Já existe um arquivo com o mesmo nome nesse local.\n\nGostaria de substituí-lo?
strCreateFolder=Favor especificar o nome da pasta.
strInvalidFolderName=Nome de pasta inválido.
strCannotDelete=Não foi possível apagars os arquivos/pastas.
strUpdateCheck=Saiu uma nova versão do Cloud Explorer. Gostaria de visitar a página de download agora?\nFavor considerar que a versão atual pode não ser compatível com seus serviços de armazenamento online.
lblPreviewPreviewTitle=&Prévia
btnContinue=Co&ntinuar
grbOptionLanguage=Idioma da interface
grbOptionConnection=Configurar conexões
btnOptionConnectionClear=&Apagar todas as conexões de serviços de armazenamento online
mnuUploadImage=Fazer upload de imagem
strSearchResult=Resultado da pesquisa de "%s"
lblPreviewDescriptionTitle=Descrição
strPreviewNoDescription=Sem descrição
lblBrowserCall=Seu navegador da web será aberto em %s segundos.
lblBrowserCallRetry=Solicitar acesso a %s de novo
lblBrowserAccess1=Para acessar sua conta %s, primeiro você precisa logar com seu navegador.
lblBrowserAccess2=Assim que houver logado, você poderá fechar o navegador e prosseguir.
FileTypealbum=Álbum
strRename=Favor especificar o novo nome.
strAuthFail=Falha na autorização. Favor tentar de novo.
strDownloadFolder=Favor escolher uma pasta para baixas os arquivos selecionados.
strUploadFolder=Favor escolher uma pasta para upload
[GeneralSet]
CBO_PROGRAM_MODE_EDITOR=Exibir o Editor de Imagens do PicPick
CHK_STARTUP=Abrir o PicPick com o Windows
CHK_UPDATE=Procurar atualização periodicamente
CBO_PROGRAM_MODE_WIDGET=Exibir a Barra de Comandos Flutuante
CBO_PROGRAM_MODE_TRAY=Mostrar somente notificações
GRB_STARTINGOPTION=Opções de Abertura do PicPick
LBL_PROGRAM_MODE=Escolha o padrão de abertura do programa
[Widget]
MNU_WIDGET=Barra de Co&mandos
MNU_WIDGET_LOCK=&Fixar a posição da Barra de Comandos
MNU_WIDGET_SMALLICONS=&Exibir ícones pequenos
MNU_WIDGET_AUTOHIDE=Oc&ultar automaticamente
MNU_WIDGET_OPACITY=&Opacidade
MNU_WIDGET_ALWAYSTOP=&Sempre acima das outras janelas
MNU_WIDGET_CLOSE=&Fechar a Barra de Comandos